export const southJuvenile = {
  name: '最美南粤少年申报流程编辑'
}

export const leagueMember = {
  name: '广东省优秀共青团员申报流程编辑'

}
export const youngPioneer = {
  name: '广东省优秀少先队员申报流程编辑'
}

export const tooltipsContent = {
  tips1: '可以审批流程，审批后将流程默认推送到下一节点处理；审批不通过，系统默认结束流程',
  tips2: '审批操作时，可以同时审批为本级荣誉，审批完成，将流程推送到下个节点处理',
  tips3: '可以退审流程，退审后将流程默认退审到上一节点处理；',
  tips4: '下一节点未审批时，处理人可撤回审批；最后一节点审批后不可撤回',
  tips5: '下一节点处理人将流程退审回来后，处理人可以再次审批流程，将流程推送到下个节点处理',
  tips6: '在未获取本级荣誉的情况下，下一节点处理人将流程退审回来后，处理人可审批为本级荣誉，审批本级荣誉后，系统默认结束流程',
  tips7: '处理人将流程关闭后，系统结束流程流转，不再将流程推送到下个节点处理'
}
