export const NATIONAL = ["汉族", "蒙古族", "回族", "藏族", "维吾尔族", "苗族", "彝族", "壮族", "布依族", "朝鲜族", "满族", "侗族", "瑶族", "白族", "土家族", "哈尼族", "哈萨克族", "傣族", "黎族", "僳僳族", "佤族", "畲族", "高山族", "拉祜族", "水族", "东乡族", "纳西族", "景颇族", "柯尔克孜族", "土族", "达斡尔族", "仫佬族", "羌族", "布朗族", "撒拉族", "毛南族", "仡佬族", "锡伯族", "阿昌族", "普米族", "塔吉克族", "怒族", "乌孜别克族", "俄罗斯族", "鄂温克族", "德昂族", "保安族", "裕固族", "京族", "塔塔尔族", "独龙族", "鄂伦春族", "赫哲族", "门巴族", "珞巴族", "基诺族"];
export const groupOpts = [{ value: '1', label: '小学' }, { value: '2', label: '初高中' }, { value: '3', label: '成人' }];
export const idCardReg = /^[1-9]\d{5}(18|19|20)\d{2}((0[1-9])|(1[0-2]))(([0-2][1-9])|10|20|30|31)\d{3}[0-9Xx]$/;
export const modules = [{ 
  type: 'faild',
  message: '报名失败，请勿重复报名',
  buttonDesc: '确定',
}, { 
  type: 'success',
  message: '恭喜您，报名成功！',
  buttonDesc: '开始测评',
}, { 
  type: 'timeout',
  message: '海选时间已结束',
  buttonDesc: '确定',
}, {
  type: 'notStart',
  message: '海选时间还没开始',
  buttonDesc: '确定',
}]